[
    {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Sluggers World Class Sports Bar and Grill ",
        "address": "3540 North Clark Street, Chicago, IL 60657 ",
        "text": "Since 1985 Sluggers World Class Sports Bar and Grill has been giving the Wrigleyville area a place to go for much more than just a drink. We have 6-12 foot big screens and over 30 TV's to see your all of your favorite sports teams in glorious HD! Upstairs we have a full indoor sports complex with batting cages, trampoline basketball, electronic football, basketball, ski simulator, golf, Skee ball, virtual driving games, air hockey and much much more. We have a full menu that includes Burgers, Pizza, Salads and a bunch of Appetizers. We even have an outdoor patio for those beautiful Chicago summer days. Come and visit us here at Sluggers and we promise you will not be bored!",
        "imageUrl": "https://enjoyillinois.dottie.io/assets/Tourism-Operators/images/itims/24039_Slugs_Front_Web__FocusFillWyIwLjAwIiwiMC4wMCIsMjAwMCw5NTBd.jpg",
        "_createdOn": 1722063239779,
        "_id": "fa1c4dff-7920-40e1-b0b9-6d481b6bc63e"
    },
    {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Asbury's Jewelry and Antiques",
        "address": "107 North Park Avenue, Herrin, IL 62948 ",
        "text": "Are you looking for that special treasure or unique piece? Find it and more at Asbury's! Founded in 1999, this family-run father-and-son antique store specializes in custom-made jewelry, watches, precious stones, and precious metals. There is an ADA-accessible entrance available as well. Discover a large collection of Hummel figurines at Asbury's. Need your rings resized, a setting reset with a stronger connection to the original? Asbury’s provides quality craftsmanship and attention to detail and design.",
        "imageUrl": "https://enjoyillinois.dottie.io/assets/Tourism-Operators/images/Asburys-Antiques_7690__FocusFillWyIwLjAwIiwiMC4wMCIsMjAwMCw5NTBd.jpg",
        "_createdOn": 1722063445836,
        "_id": "3019eef8-24ec-4930-a776-8e6cb1d97e99"
    },
    {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Navy Pier",
        "address": "600 E. Grand Ave., Chicago, IL 60611",
        "text": "Centrally located on Chicago's beautiful lakefront with thousands of hotel rooms nearby, Navy Pier is a civic landmark and one of the top-visited leisure and cultural destinations in the world. Its mission is to serve as a world-class public place in the vein of famed architect Daniel Burnham's vision for the Chicago lakefront—as an attractive and useful public space where the people of the city (and from all over) could gather to play, interact, and foster community. Open year-round, Navy Pier offers entertainment, food, and cultural attractions for the whole family.",
        "imageUrl": "https://enjoyillinois.dottie.io/assets/Tourism-Operators/images/itims/22681_NPDayInTheLife164%20(2)__FocusFillWyIwLjAwIiwiMC4wMCIsMjAwMCw5NTBd.jpg",
        "_createdOn": 1722063563197,
        "_id": "00669000-da52-433f-8245-e025c8e7e9f4"
    }
]